Repository: RedTurtle/collective.editablemenu
Catalog: src/collective/editablemenu/locales/*/LC_MESSAGES/collective.editablemenu.po
Languages: it

source: Delete tab
it: Cancella tab

source: Edit tab
it: Modifica tab

source: Editable menu configuration
it: Impostazioni del menu configurabile

source: Explore all the contents of this section
it: Esplora tutti i contenuti della sezione

source: Stored settings
it: Settaggi salvati

source: Tab infos
it: Informazioni dei tab

source: additional_columns_help
it: Inserisci il percorso di una cartella che contiene un elenco di pagine per le colonne aggiuntive del tab.

source: additional_columns_label
it: Colonne aggiuntive

source: close_label
it: Chiudi

source: condition_help
it: Inserire una condizione di visibilità del tab (si possono usare variabili come 'object', 'portal', 'request', 'here', 'member', etc... Se ne può vedere una lista qui: http://docs.plone.org/develop/plone/functionality/expressions.html#expression-variables)

source: condition_label
it: Condizione

source: dynamic_section_label
it: In questa sezione

source: edit_entry_label
it: Modifica voce

source: editablemenu_controlpanel_title
it: Panello di controllo del menu personalizzabile

source: menu_tabs_help
it: Per ogni tab del menu, fornisci qualche informazione aggiuntiva

source: menu_tabs_label
it: Tab del menu

source: navigation_folder_help
it: Inserisci il percorso della cartella che conterrà gli element ida mostrare nel menu.

source: navigation_folder_label
it: Cartella di navigazione

source: new_entry_label
it: Nuovo elemento

source: simple_link_help
it: Inserire un percorso interno o un link esterno al sito; questo sovrascriverà le altre impostazioni e la voce di menù sara cliccabile senza aprire un sottomenu

source: simple_link_label
it: Link Semplice

source: tab_title_help
it: Inserisci il titolo del tab.

source: tab_title_label
it: Titolo tab
